Repository: xinfu08417/omegaT
Catalog: omegaT/omegat/project_save.tmx
Source language: bo
Languages: zh_tw

source: #དེ ལྟར
zh_tw: #如是

source: Page 1
zh_tw: 其他電腦同步測試1

source: གནས པ ལས མི བསྐྱོད པའི ཆོས ཅན།
zh_tw: 安住法、

source: གཟུགས གཟུགས མེད ཀྱི འདོད ཆགས དང༌།
zh_tw: 色與無色貪、

source: གཟུགས མེད ཉེར འགྲོའི ཕྱིར མི འོང སྐྱེས འདའ བ།
zh_tw: 行無色不還生般、

source: གོང མའི ཆ མཐུན ལྔ ཡོད དེ།
zh_tw: 五順上分：

source: གོང མའི ཆ མཐུན ལྔ སྤངས པས རབ ཏུ ཕྱེ བའི དགེ སྦྱོང ཚུལ གྱི འབྲས བུ ལ གནས པའི གང ཟག དགྲ བཅོམ འབྲས གནས ཀྱི འཇོག བྱེད།
zh_tw: 「安住於唯是斷除五順上分之沙門性果之補特伽羅」，是住阿羅漢果之能安立。

source: ང རྒྱལ དང༌།
zh_tw: 我慢及

source: ཆུང ངུའི ཆུང ངུ དགུ ཅིག ཆར སྤོང བའི བར ཆད མེད ལམ ལ གནས ཀྱི བར དུ ཡོད དོ། །
zh_tw: 正？？斷 下下品九品之無間道。

source: ཉོན མོངས ཅན གྱི མ རིག པ རྣམས ཡིན པའི ཕྱིར།
zh_tw: 染污無明。

source: དང པོ དང ཕྱིར མི འོང གི རྟོགས པ སྔོན དུ སོང བའི དགྲ བཅོམ འབྲས གནས གཉིས དོན གཅིག གཉིས པ དང སྤང བྱ ཅིག ཆར བའི རྒྱུན ཞུགས ཀྱི རྟོགས པ སྔོན དུ སོང བའི དགྲ བཅོམ འབྲས གནས གཉིས དོན གཅིག
zh_tw: 前者與曾有不還證量之住阿羅漢果二者同義；第二與曾有預流證量之頓斷住阿羅漢果二者同義。

source: དང པོ ནི།
zh_tw: 講說阿羅漢向

source: དབང པོའི སྒོ ནས དབྱེ ན ཡོངས སུ ཉམས པའི ཆོས ཅན།
zh_tw: 以根門可分為：退法、

source: དབྱེ ན།
zh_tw: 可分為：

source: དམིགས པ
zh_tw: 所緣

source: དེ ལ དབྱེ ན།
zh_tw: 此可分為：

source: དེ་ལྟར་སྒྲུབ་པའི་དམིགས་པ་བདེན་བཞི་ལ་འདོམས་པའི་གདམས་ངག་གསུངས་ནས།
zh_tw: 彼་ལྟར་སྒྲུབ་པའི་དམིགས་པ་བདེན་བཞི་ལ་འདོམས་པའི་གདམས་ངག་གསུངས་ནས།

source: དེའི་རྗེས་སུ་སྒྲུབ་པའི་རྟེན་དཀོན་མཆོག་གསུམ་ལ་འདོམས་པའི་གདམས་ངག་འཆད་པའི་རྒྱུ་མཚན་ཡོད་དེ།
zh_tw: དེའི་རྗེས་虛詞་སྒྲུབ་པའི་所依་དཀོན་མཆོག་གསུམ་ལ་འདོམས་པའི་གདམས་ངག་འཆད་པའི་རྒྱུ་མཚན་ཡོད་彼།

source: དྲུག པ མཐོང ཐོབ ལས བྱུང བ ཡིན ཏེ།
zh_tw: དྲུག པ མཐོང ཐོབ 從，由 བྱུང བ ཡིན ཏེ།

source: ཕྱི མ དང ཕྱིར མི འོང འབྲས གནས ཁྱད པར ཅན དོན གཅིག དང པོ དང སྤང བྱ ཅིག ཆར བའི རྒྱུན ཞུགས འབྲས གནས ཁྱད པར ཅན དོན གཅིག ས མཚམས ནི།
zh_tw: 後者與住不還果勝進者同義，前者則與頓斷住預流果勝進者同義。限界：

source: བདག གསོད པའི ཆོས ཅན།
zh_tw: 思法、

source: བདེན བཞི
zh_tw: 四諦

source: བཞི པ དགྲ བཅོམ གྱི སྐོར ལ།
zh_tw: 講說有關阿羅漢可分為：

source: མཛོད ལས།
zh_tw: 俱舍論：

source: མི གཡོ བའི ཆོས ཅན དང དྲུག དེ ཡང དང པོ ལྔ དད མོས དང༌།
zh_tw: 不動法，共六種。此復前五者信解生，

source: ཞུགས པ དང༌།
zh_tw: 阿羅漢向、

source: འདུ བྱེད དང བཅས ཏེ འདའ བ།
zh_tw: 有行般、འདུ བྱེད དང བཅས ཏེ འདའ བ།

source: འདུ བྱེད མེད པར འདའ བ།
zh_tw: 無行般、

source: འདོད པའི རྟེན ཅན གྱི ཕྱིར མི འོང གང ཞིག གཟུགས སུ སྐྱེ བ མ བླངས པར གཟུགས མེད ཀྱི རྟེན ལ མྱང འདས མངོན དུ བྱེད པའི རིགས ཅན དེ གཟུགས མེད ཉེར འགྲོའི ཕྱིར མི འོང གི འཇོག བྱེད།
zh_tw: 欲界所依不還，不受取色界，於無色所依證涅槃之品類者， 是行無色不還之能安立。

source: འབྲས གནས གཉིས།
zh_tw: 住阿羅漢果二者。

source: འབྲས གནས བཞིའི ནང ནས གཙོ བོར གོང མའི ཆ མཐུན ལྔ སྤངས པས རབ ཏུ ཕྱེ བའི རིགས སུ གནས པའི དགེ སྦྱོང ཚུལ གྱི འབྲས བུ ཐོབ ཕྱིར དུ བརྩོན བཞིན པའི འཕགས པའི གང ཟག དེ དགྲ བཅོམ ཞུགས པའི འཇོག བྱེད།
zh_tw: 「四住果中主要唯是斷五順上分之住類之沙門性果，主要 為證得其果而正精勤之聖者補特伽羅」， 是阿羅漢向之能安立。

source: འབྲས བུ ཐོད རྒལ བའི ཕྱིར མི འོང ནི བདེན པ མངོན རྟོགས སྐད ཅིག བཅུ དྲུག པ ནས།
zh_tw: 不還超越果者，則安住於從諦現觀十六剎那位乃至

source: རྒོད པ དང༌།
zh_tw: 掉舉、

source: རྗེས སུ བསྲུང བའི ཆོས ཅན།
zh_tw: 護法、

source: རྟོགས པའི འོས སུ གྱུར བའི ཆོས ཅན།
zh_tw: 堪達法、

source: ལ
zh_tw: 於(虛詞)

source: སྐབས་གཉིས་པ།
zh_tw: 第二品

source: སྒྲུབ པའི
zh_tw: 正行、成立法、行

source: སྤང བྱ ཅིག ཆར བའི དགྲ བཅོམ ཞུགས པ ཁམས གསུམ གྱི སྒོམ སྤངས ཉོན མོངས ཆེན པོའི ཆེན པོ དགུ ཅིག ཆར སྤོང བ ནས།
zh_tw: 頓斷阿羅漢向從正頓斷三界修惑上上品九品乃至

source: སྤང བྱ ཅིག ཆར བའི དགྲ བཅོམ ཞུགས པ དང༌།
zh_tw: 頓斷阿羅漢向與

source: སྤང བྱ ཅིག ཆར བའི དགྲ བཅོམ འབྲས གནས གཉིས།
zh_tw: 頓斷住阿羅漢果二種。

source: སྤང བྱ རིམ གྱིས པའི དགྲ བཅོམ ཞུགས པ གཉིས།
zh_tw: 漸斷阿羅漢向二種

source: སྤང བྱ རིམ གྱིས པའི དགྲ བཅོམ ཞུགས པ སྒོམ སྤངས ཉོན མོངས ལྷག མ སྤོང བ ལ བརྩོན པ ནས སྲིད ཉོན དགུ པ སྤོང བའི བར ཆད མེད ལམ གྱི བར དུ ཡོད།
zh_tw: 從漸斷阿羅漢向正精勤於斷除剩餘修惑乃至正斷有頂九品之無間道。

source: སྤང བྱ རིམ གྱིས པའི དགྲ བཅོམ འབྲས གནས དང༌།
zh_tw: 漸斷住阿羅漢果與

source: སྲིད ཉོན དགུ པ སྤོང པའི བར ཆད མེད ལམ ལ གནས པའི བར དུ ཡོད།
zh_tw: 正斷有頂煩惱九品之無間道。
